export default [
    {
        "...1": "1",
        "שם ח״כ": "אופיר כץ",
        "מפלגה": "הליכוד",
        "שעות": "287:09",
        "ועדות": "28",
        "שאילתות": "0"
    },
    {
        "...1": "2",
        "שם ח״כ": "שמחה רוטמן",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "242:21",
        "ועדות": "19",
        "שאילתות": "0"
    },
    {
        "...1": "3",
        "שם ח״כ": "אוהד טל",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "217:52",
        "ועדות": "11",
        "שאילתות": "0"
    },
    {
        "...1": "4",
        "שם ח״כ": "אורי מקלב",
        "מפלגה": "יהדות התורה",
        "שעות": "214:43",
        "ועדות": "2",
        "שאילתות": "0"
    },
    {
        "...1": "5",
        "שם ח״כ": "אברהם בצלאל",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "211:18",
        "ועדות": "29",
        "שאילתות": "3"
    },
    {
        "...1": "6",
        "שם ח״כ": "אבי מעוז",
        "מפלגה": "נעם - בראשות אבי מעוז",
        "שעות": "205:46",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "7",
        "שם ח״כ": "אליהו רביבו",
        "מפלגה": "הליכוד",
        "שעות": "204:03",
        "ועדות": "9",
        "שאילתות": "0"
    },
    {
        "...1": "8",
        "שם ח״כ": "יוסף טייב",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "203:45",
        "ועדות": "9",
        "שאילתות": "0"
    },
    {
        "...1": "9",
        "שם ח״כ": "אמיר אוחנה",
        "מפלגה": "הליכוד",
        "שעות": "202:49",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "10",
        "שם ח״כ": "משה טור פז",
        "מפלגה": "יש עתיד",
        "שעות": "196:12",
        "ועדות": "12",
        "שאילתות": "0"
    },
    {
        "...1": "11",
        "שם ח״כ": "יצחק קרויזר",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "191:15",
        "ועדות": "17",
        "שאילתות": "0"
    },
    {
        "...1": "12",
        "שם ח״כ": "ינון אזולאי",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "185:08",
        "ועדות": "28",
        "שאילתות": "0"
    },
    {
        "...1": "13",
        "שם ח״כ": "משה סעדה",
        "מפלגה": "הליכוד",
        "שעות": "184:29",
        "ועדות": "18",
        "שאילתות": "0"
    },
    {
        "...1": "14",
        "שם ח״כ": "יצחק זאב פינדרוס",
        "מפלגה": "יהדות התורה",
        "שעות": "183:40",
        "ועדות": "18",
        "שאילתות": "1"
    },
    {
        "...1": "15",
        "שם ח״כ": "מירב כהן",
        "מפלגה": "יש עתיד",
        "שעות": "182:14",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "16",
        "שם ח״כ": "לימור סון הר מלך",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "182:00",
        "ועדות": "9",
        "שאילתות": "1"
    },
    {
        "...1": "17",
        "שם ח״כ": "יונתן מישרקי",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "180:10",
        "ועדות": "22",
        "שאילתות": "1"
    },
    {
        "...1": "18",
        "שם ח״כ": "גלעד קריב",
        "מפלגה": "העבודה",
        "שעות": "170:16",
        "ועדות": "17",
        "שאילתות": "0"
    },
    {
        "...1": "19",
        "שם ח״כ": "אלון שוסטר",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "161:24",
        "ועדות": "6",
        "שאילתות": "1"
    },
    {
        "...1": "20",
        "שם ח״כ": "ניסים ואטורי",
        "מפלגה": "הליכוד",
        "שעות": "160:54",
        "ועדות": "8",
        "שאילתות": "0"
    },
    {
        "...1": "21",
        "שם ח״כ": "אימאן ח'טיב יאסין",
        "מפלגה": "רע\"ם",
        "שעות": "160:25",
        "ועדות": "17",
        "שאילתות": "6"
    },
    {
        "...1": "22",
        "שם ח״כ": "שרון ניר",
        "מפלגה": "ישראל ביתנו",
        "שעות": "159:13",
        "ועדות": "14",
        "שאילתות": "0"
    },
    {
        "...1": "23",
        "שם ח״כ": "דן אילוז",
        "מפלגה": "הליכוד",
        "שעות": "158:40",
        "ועדות": "2",
        "שאילתות": "0"
    },
    {
        "...1": "24",
        "שם ח״כ": "זאב אלקין",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "157:32",
        "ועדות": "13",
        "שאילתות": "0"
    },
    {
        "...1": "25",
        "שם ח״כ": "ולדימיר בליאק",
        "מפלגה": "יש עתיד",
        "שעות": "156:39",
        "ועדות": "25",
        "שאילתות": "1"
    },
    {
        "...1": "26",
        "שם ח״כ": "מטי צרפתי הרכבי",
        "מפלגה": "יש עתיד",
        "שעות": "156:24",
        "ועדות": "11",
        "שאילתות": "1"
    },
    {
        "...1": "27",
        "שם ח״כ": "אלמוג כהן",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "152:44",
        "ועדות": "4",
        "שאילתות": "0"
    },
    {
        "...1": "28",
        "שם ח״כ": "אוריאל בוסו",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "152:31",
        "ועדות": "10",
        "שאילתות": "1"
    },
    {
        "...1": "29",
        "שם ח״כ": "עודד פורר",
        "מפלגה": "ישראל ביתנו",
        "שעות": "152:05",
        "ועדות": "5",
        "שאילתות": "0"
    },
    {
        "...1": "30",
        "שם ח״כ": "משה סולומון",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "149:40",
        "ועדות": "18",
        "שאילתות": "0"
    },
    {
        "...1": "31",
        "שם ח״כ": "טטיאנה מזרסקי",
        "מפלגה": "יש עתיד",
        "שעות": "149:16",
        "ועדות": "6",
        "שאילתות": "1"
    },
    {
        "...1": "32",
        "שם ח״כ": "מתן כהנא",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "148:15",
        "ועדות": "12",
        "שאילתות": "0"
    },
    {
        "...1": "33",
        "שם ח״כ": "ישראל אייכלר",
        "מפלגה": "יהדות התורה",
        "שעות": "147:57",
        "ועדות": "9",
        "שאילתות": "0"
    },
    {
        "...1": "34",
        "שם ח״כ": "יעקב אשר",
        "מפלגה": "יהדות התורה",
        "שעות": "145:00",
        "ועדות": "15",
        "שאילתות": "0"
    },
    {
        "...1": "35",
        "שם ח״כ": "חנוך דב מלביצקי",
        "מפלגה": "הליכוד",
        "שעות": "144:15",
        "ועדות": "27",
        "שאילתות": "1"
    },
    {
        "...1": "36",
        "שם ח״כ": "נעמה לזימי",
        "מפלגה": "העבודה",
        "שעות": "143:59",
        "ועדות": "12",
        "שאילתות": "2"
    },
    {
        "...1": "37",
        "שם ח״כ": "בועז ביסמוט",
        "מפלגה": "הליכוד",
        "שעות": "142:59",
        "ועדות": "17",
        "שאילתות": "0"
    },
    {
        "...1": "38",
        "שם ח״כ": "צביקה פוגל",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "141:19",
        "ועדות": "10",
        "שאילתות": "0"
    },
    {
        "...1": "39",
        "שם ח״כ": "מיכל מרים וולדיגר",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "138:43",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "40",
        "שם ח״כ": "אלי דלל",
        "מפלגה": "הליכוד",
        "שעות": "138:28",
        "ועדות": "18",
        "שאילתות": "1"
    },
    {
        "...1": "41",
        "שם ח״כ": "אחמד טיבי",
        "מפלגה": "חד\"ש-תע\"ל",
        "שעות": "135:14",
        "ועדות": "16",
        "שאילתות": "2"
    },
    {
        "...1": "42",
        "שם ח״כ": "סימון דוידסון",
        "מפלגה": "יש עתיד",
        "שעות": "135:06",
        "ועדות": "6",
        "שאילתות": "2"
    },
    {
        "...1": "43",
        "שם ח״כ": "אפרת רייטן מרום",
        "מפלגה": "העבודה",
        "שעות": "134:07",
        "ועדות": "5",
        "שאילתות": "0"
    },
    {
        "...1": "44",
        "שם ח״כ": "חילי טרופר",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "133:01",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "45",
        "שם ח״כ": "פנינה תמנו",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "132:40",
        "ועדות": "5",
        "שאילתות": "0"
    },
    {
        "...1": "46",
        "שם ח״כ": "יואב סגלוביץ'",
        "מפלגה": "יש עתיד",
        "שעות": "132:24",
        "ועדות": "12",
        "שאילתות": "0"
    },
    {
        "...1": "47",
        "שם ח״כ": "שלום דנינו",
        "מפלגה": "הליכוד",
        "שעות": "131:19",
        "ועדות": "6",
        "שאילתות": "0"
    },
    {
        "...1": "48",
        "שם ח״כ": "טלי גוטליב",
        "מפלגה": "הליכוד",
        "שעות": "129:52",
        "ועדות": "14",
        "שאילתות": "1"
    },
    {
        "...1": "49",
        "שם ח״כ": "אריאל קלנר",
        "מפלגה": "הליכוד",
        "שעות": "129:32",
        "ועדות": "11",
        "שאילתות": "3"
    },
    {
        "...1": "50",
        "שם ח״כ": "יואב בן צור",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "125:05",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "51",
        "שם ח״כ": "עמית הלוי",
        "מפלגה": "הליכוד",
        "שעות": "124:34",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "52",
        "שם ח״כ": "מיקי לוי",
        "מפלגה": "יש עתיד",
        "שעות": "123:12",
        "ועדות": "4",
        "שאילתות": "0"
    },
    {
        "...1": "53",
        "שם ח״כ": "אביגדור ליברמן",
        "מפלגה": "ישראל ביתנו",
        "שעות": "122:43",
        "ועדות": "3",
        "שאילתות": "1"
    },
    {
        "...1": "54",
        "שם ח״כ": "יסמין פרידמן",
        "מפלגה": "יש עתיד",
        "שעות": "122:05",
        "ועדות": "3",
        "שאילתות": "1"
    },
    {
        "...1": "55",
        "שם ח״כ": "יוסף עטאונה",
        "מפלגה": "חד\"ש-תע\"ל",
        "שעות": "122:05",
        "ועדות": "13",
        "שאילתות": "4"
    },
    {
        "...1": "56",
        "שם ח״כ": "חמד עמאר",
        "מפלגה": "ישראל ביתנו",
        "שעות": "121:04",
        "ועדות": "6",
        "שאילתות": "0"
    },
    {
        "...1": "57",
        "שם ח״כ": "קארין אלהרר",
        "מפלגה": "יש עתיד",
        "שעות": "120:31",
        "ועדות": "14",
        "שאילתות": "0"
    },
    {
        "...1": "58",
        "שם ח״כ": "יריב לוין",
        "מפלגה": "הליכוד",
        "שעות": "117:44",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "59",
        "שם ח״כ": "יוראי להב הרצנו",
        "מפלגה": "יש עתיד",
        "שעות": "117:10",
        "ועדות": "6",
        "שאילתות": "1"
    },
    {
        "...1": "60",
        "שם ח״כ": "אורית פרקש הכהן",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "114:41",
        "ועדות": "8",
        "שאילתות": "0"
    },
    {
        "...1": "61",
        "שם ח״כ": "יולי יואל אדלשטיין",
        "מפלגה": "הליכוד",
        "שעות": "113:01",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "62",
        "שם ח״כ": "מאיר פרוש",
        "מפלגה": "יהדות התורה",
        "שעות": "111:22",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "63",
        "שם ח״כ": "יוליה מלינובסקי",
        "מפלגה": "ישראל ביתנו",
        "שעות": "111:13",
        "ועדות": "8",
        "שאילתות": "1"
    },
    {
        "...1": "64",
        "שם ח״כ": "עמיחי אליהו",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "111:06",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "65",
        "שם ח״כ": "נאור שירי",
        "מפלגה": "יש עתיד",
        "שעות": "110:43",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "66",
        "שם ח״כ": "מאיר כהן",
        "מפלגה": "יש עתיד",
        "שעות": "110:13",
        "ועדות": "2",
        "שאילתות": "0"
    },
    {
        "...1": "67",
        "שם ח״כ": "רון כץ",
        "מפלגה": "יש עתיד",
        "שעות": "110:13",
        "ועדות": "4",
        "שאילתות": "1"
    },
    {
        "...1": "68",
        "שם ח״כ": "מיכאל מרדכי ביטון",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "108:32",
        "ועדות": "13",
        "שאילתות": "1"
    },
    {
        "...1": "69",
        "שם ח״כ": "יבגני סובה",
        "מפלגה": "ישראל ביתנו",
        "שעות": "107:20",
        "ועדות": "9",
        "שאילתות": "0"
    },
    {
        "...1": "70",
        "שם ח״כ": "ואליד אלהואשלה",
        "מפלגה": "רע\"ם",
        "שעות": "107:18",
        "ועדות": "10",
        "שאילתות": "22"
    },
    {
        "...1": "71",
        "שם ח״כ": "חוה אתי עטייה",
        "מפלגה": "הליכוד",
        "שעות": "106:49",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "72",
        "שם ח״כ": "אלעזר שטרן",
        "מפלגה": "יש עתיד",
        "שעות": "106:09",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "73",
        "שם ח״כ": "שרן מרים השכל",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "103:11",
        "ועדות": "7",
        "שאילתות": "0"
    },
    {
        "...1": "74",
        "שם ח״כ": "מנסור עבאס",
        "מפלגה": "רע\"ם",
        "שעות": "102:31",
        "ועדות": "2",
        "שאילתות": "0"
    },
    {
        "...1": "75",
        "שם ח״כ": "דבי ביטון",
        "מפלגה": "יש עתיד",
        "שעות": "102:22",
        "ועדות": "8",
        "שאילתות": "1"
    },
    {
        "...1": "76",
        "שם ח״כ": "עמיחי שיקלי",
        "מפלגה": "הליכוד",
        "שעות": "101:40",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "77",
        "שם ח״כ": "גדי איזנקוט",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "101:40",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "78",
        "שם ח״כ": "גדעון סער",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "101:05",
        "ועדות": "2",
        "שאילתות": "0"
    },
    {
        "...1": "79",
        "שם ח״כ": "עידן רול",
        "מפלגה": "יש עתיד",
        "שעות": "100:47",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "80",
        "שם ח״כ": "אורנה ברביבאי",
        "מפלגה": "יש עתיד",
        "שעות": "100:09",
        "ועדות": "4",
        "שאילתות": "0"
    },
    {
        "...1": "81",
        "שם ח״כ": "יפעת שאשא ביטון",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "99:55",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "82",
        "שם ח״כ": "בצלאל סמוטריץ'",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "99:32",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "83",
        "שם ח״כ": "עאידה תומא סלימאן",
        "מפלגה": "חד\"ש-תע\"ל",
        "שעות": "99:10",
        "ועדות": "16",
        "שאילתות": "0"
    },
    {
        "...1": "84",
        "שם ח״כ": "משה אבוטבול",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "97:52",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "85",
        "שם ח״כ": "יצחק שמעון וסרלאוף",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "94:02",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "86",
        "שם ח״כ": "אורית סטרוק",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "92:58",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "87",
        "שם ח״כ": "דוד ביטן",
        "מפלגה": "הליכוד",
        "שעות": "92:16",
        "ועדות": "7",
        "שאילתות": "0"
    },
    {
        "...1": "88",
        "שם ח״כ": "גלית דיסטל אטבריאן",
        "מפלגה": "הליכוד",
        "שעות": "91:16",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "89",
        "שם ח״כ": "משה גפני",
        "מפלגה": "יהדות התורה",
        "שעות": "90:18",
        "ועדות": "18",
        "שאילתות": "0"
    },
    {
        "...1": "90",
        "שם ח״כ": "יואב קיש",
        "מפלגה": "הליכוד",
        "שעות": "90:12",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "91",
        "שם ח״כ": "איתמר בן גביר",
        "מפלגה": "עוצמה יהודית בראשות איתמר בן גביר",
        "שעות": "87:40",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "92",
        "שם ח״כ": "מיכל שיר סגמן",
        "מפלגה": "יש עתיד",
        "שעות": "81:41",
        "ועדות": "15",
        "שאילתות": "1"
    },
    {
        "...1": "93",
        "שם ח״כ": "יעקב מרגי",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "81:28",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "94",
        "שם ח״כ": "מירב בן ארי",
        "מפלגה": "יש עתיד",
        "שעות": "81:25",
        "ועדות": "12",
        "שאילתות": "0"
    },
    {
        "...1": "95",
        "שם ח״כ": "רם בן ברק",
        "מפלגה": "יש עתיד",
        "שעות": "79:58",
        "ועדות": "4",
        "שאילתות": "0"
    },
    {
        "...1": "96",
        "שם ח״כ": "משה ארבל",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "78:03",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "97",
        "שם ח״כ": "איימן עודה",
        "מפלגה": "חד\"ש-תע\"ל",
        "שעות": "77:09",
        "ועדות": "3",
        "שאילתות": "0"
    },
    {
        "...1": "98",
        "שם ח״כ": "עופר כסיף",
        "מפלגה": "חד\"ש-תע\"ל",
        "שעות": "75:59",
        "ועדות": "10",
        "שאילתות": "2"
    },
    {
        "...1": "99",
        "שם ח״כ": "מרב מיכאלי",
        "מפלגה": "העבודה",
        "שעות": "75:11",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "100",
        "שם ח״כ": "מיכאל מלכיאלי",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "73:00",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "101",
        "שם ח״כ": "חיים ביטון",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "72:00",
        "ועדות": "2",
        "שאילתות": "0"
    },
    {
        "...1": "102",
        "שם ח״כ": "יאסר חוג'יראת",
        "מפלגה": "רע\"ם",
        "שעות": "71:43",
        "ועדות": "3",
        "שאילתות": "2"
    },
    {
        "...1": "103",
        "שם ח״כ": "דוד אמסלם",
        "מפלגה": "הליכוד",
        "שעות": "71:31",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "104",
        "שם ח״כ": "מאי גולן",
        "מפלגה": "הליכוד",
        "שעות": "71:03",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "105",
        "שם ח״כ": "דני דנון",
        "מפלגה": "הליכוד",
        "שעות": "68:24",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "106",
        "שם ח״כ": "יעקב טסלר",
        "מפלגה": "יהדות התורה",
        "שעות": "66:23",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "107",
        "שם ח״כ": "מירי מרים רגב",
        "מפלגה": "הליכוד",
        "שעות": "64:17",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "108",
        "שם ח״כ": "אבי דיכטר",
        "מפלגה": "הליכוד",
        "שעות": "64:14",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "109",
        "שם ח״כ": "ישראל כץ",
        "מפלגה": "הליכוד",
        "שעות": "61:05",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "110",
        "שם ח״כ": "שלמה קרעי",
        "מפלגה": "הליכוד",
        "שעות": "60:52",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "111",
        "שם ח״כ": "ניר ברקת",
        "מפלגה": "הליכוד",
        "שעות": "59:34",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "112",
        "שם ח״כ": "יואב גלנט",
        "מפלגה": "הליכוד",
        "שעות": "59:29",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "113",
        "שם ח״כ": "אופיר סופר",
        "מפלגה": "הציונות הדתית בראשות בצלאל סמוטריץ'",
        "שעות": "58:38",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "114",
        "שם ח״כ": "אופיר אקוניס",
        "מפלגה": "הליכוד",
        "שעות": "57:59",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "115",
        "שם ח״כ": "בני גנץ",
        "מפלגה": "המחנה הממלכתי",
        "שעות": "57:58",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "116",
        "שם ח״כ": "בועז טופורובסקי",
        "מפלגה": "יש עתיד",
        "שעות": "57:13",
        "ועדות": "8",
        "שאילתות": "1"
    },
    {
        "...1": "117",
        "שם ח״כ": "יאיר לפיד",
        "מפלגה": "יש עתיד",
        "שעות": "50:51",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "118",
        "שם ח״כ": "רון דרמר",
        "מפלגה": "אינו חבר כנסת",
        "שעות": "46:28",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "119",
        "שם ח״כ": "אליהו ברוכי",
        "מפלגה": "יהדות התורה",
        "שעות": "44:59",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "120",
        "שם ח״כ": "עידית סילמן",
        "מפלגה": "הליכוד",
        "שעות": "44:09",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "121",
        "שם ח״כ": "אלי אליהו כהן",
        "מפלגה": "הליכוד",
        "שעות": "42:40",
        "ועדות": "4",
        "שאילתות": "0"
    },
    {
        "...1": "122",
        "שם ח״כ": "גילה גמליאל",
        "מפלגה": "הליכוד",
        "שעות": "42:23",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "123",
        "שם ח״כ": "בנימין נתניהו",
        "מפלגה": "הליכוד",
        "שעות": "40:31",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "124",
        "שם ח״כ": "יצחק גולדקנופ",
        "מפלגה": "יהדות התורה",
        "שעות": "35:13",
        "ועדות": "1",
        "שאילתות": "0"
    },
    {
        "...1": "125",
        "שם ח״כ": "חיים כץ",
        "מפלגה": "הליכוד",
        "שעות": "29:17",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "126",
        "שם ח״כ": "משה רוט",
        "מפלגה": "יהדות התורה",
        "שעות": "22:43",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "127",
        "שם ח״כ": "אריה מכלוף דרעי",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "22:16",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "128",
        "שם ח״כ": "מכלוף מיקי זוהר",
        "מפלגה": "הליכוד",
        "שעות": "21:11",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "129",
        "שם ח״כ": "סימיון מושיאשוילי",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "00:00",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "130",
        "שם ח״כ": "ארז מלול",
        "מפלגה": "התאחדות הספרדים שומרי תורה תנועתו של מרן הרב עובדיה יוסף זצ\"ל",
        "שעות": "00:00",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "131",
        "שם ח״כ": "שלי טל מירון",
        "מפלגה": "יש עתיד",
        "שעות": "00:00",
        "ועדות": "0",
        "שאילתות": "0"
    },
    {
        "...1": "132",
        "שם ח״כ": "ווליד טאהא",
        "מפלגה": "רע\"ם",
        "שעות": "00:00",
        "ועדות": "1",
        "שאילתות": "0"
    }
]